Repository: Toan14102004/Tai-Chi
Catalog: Taichi/Resources/Languages/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, id, ja, ko, pa, pt_pt, ru, sw, zh_hans

# onboarding.testimonial.maria
source: Perfect for beginners. The exercises are easy to understand and I already feel more flexible after a few weeks.
ar: مثالية للمبتدئين. التمارين سهلة الفهم وأشعر بالفعل بمرونة أكبر بعد بضعة أسابيع.
bn: নতুনদের জন্য পারফেক্ট। ব্যায়ামগুলি বোঝা সহজ এবং আমি ইতিমধ্যে কয়েক সপ্তাহ পরে আরও নমনীয় বোধ করছি।
de: Perfekt für Anfänger. Die Übungen sind leicht verständlich und ich fühle mich bereits nach ein paar Wochen flexibler.
es: Perfecta para principiantes. Los ejercicios son fáciles de entender y ya me siento más flexible después de unas semanas.
fa: ایده آل برای مبتدیان. درک تمرینات آسان است و من در حال حاضر بعد از چند هفته احساس انعطاف پذیری بیشتری می کنم.
fr: Parfait pour les débutants. Les exercices sont faciles à comprendre et je me sens déjà plus souple après quelques semaines.
hi: शुरुआती लोगों के लिए बेहतरीन। अभ्यास समझने में आसान हैं और कुछ हफ्तों में मुझे अधिक लचीलापन महसूस होने लगा है।
id: Sempurna untuk pemula. Latihannya mudah dimengerti dan saya sudah merasa lebih fleksibel setelah beberapa minggu.
ja: 初心者にぴったりです。エクササイズはわかりやすく、数週間で体が柔らかくなったと感じています。
ko: 초보자에게 딱 맞아요. 운동을 이해하기 쉽고 몇 주 만에 유연해진 것을 느꼈어요.
pa: ਸ਼ੁਰੂਆਤ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਸੰਪੂਰਨ। ਅਭਿਆਸਾਂ ਨੂੰ ਸਮਝਣਾ ਆਸਾਨ ਹੈ ਅਤੇ ਮੈਂ ਕੁਝ ਹਫ਼ਤਿਆਂ ਬਾਅਦ ਪਹਿਲਾਂ ਹੀ ਵਧੇਰੇ ਲਚਕਦਾਰ ਮਹਿਸੂਸ ਕਰਦਾ ਹਾਂ।
pt_pt: Perfeito para iniciantes. Os exercícios são fáceis de entender e já me sinto mais flexível depois de algumas semanas.
ru: Отлично подходит для начинающих. Упражнения легко выполнять, и уже через несколько недель я почувствовала себя более гибкой.
sw: Kamili kwa Kompyuta. Mazoezi ni rahisi kuelewa na tayari ninahisi kunyumbulika zaidi baada ya wiki chache.
zh_hans: 非常适合初学者。动作简单易懂，几周后我已经感觉更柔韧了。

# profile.row.invite_friends
source: Invite Friends
ar: دعوة الأصدقاء
bn: বন্ধুদের আমন্ত্রণ
de: Freunde einladen
es: Invitar a amigos
fa: دوستان را دعوت کنید
fr: Inviter des amis
hi: दोस्तों को आमंत्रित करें
id: Undang Teman
ja: 友達を招待
ko: 친구 초대
pa: ਦੋਸਤਾਂ ਨੂੰ ਸੱਦਾ ਦਿਓ
pt_pt: Convide amigos
ru: Пригласить друзей
sw: Waalike Marafiki
zh_hans: 邀请好友

# profile.row.language
source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fa: زبان
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
ko: 언어
pa: ਭਾਸ਼ਾ
pt_pt: Idioma
ru: Язык
sw: Lugha
zh_hans: 语言

# profile.row.my_profile
source: My Profile
ar: ملفي الشخصي
bn: আমার প্রোফাইল
de: Mein Profil
es: Mi perfil
fa: نمایه من
fr: Mon profil
hi: मेरी प्रोफ़ाइल
id: Profil Saya
ja: マイプロフィール
ko: 내 프로필
pa: ਮੇਰਾ ਪ੍ਰੋਫ਼ਾਈਲ
pt_pt: Meu perfil
ru: Мой профиль
sw: Wasifu Wangu
zh_hans: 我的资料

# profile.row.privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인정보 처리방침
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
sw: Sera ya Faragha
zh_hans: 隐私政策

# profile.row.rate_us
source: Rate Us
ar: قيمنا
bn: আমাদের রেট
de: Bewerten Sie uns
es: Califícanos
fa: به ما امتیاز دهید
fr: Nous noter
hi: हमें रेट करें
id: Nilai Kami
ja: 評価する
ko: 평가하기
pa: ਸਾਨੂੰ ਦਰਜਾ ਦਿਓ
pt_pt: Avalie-nos
ru: Оценить нас
sw: Tukadirie
zh_hans: 给我们评分

# profile.row.reminder
source: Reminder
ar: تذكير
bn: অনুস্মারক
de: Erinnerung
es: Recordatorio
fa: یادآوری
fr: Rappel
hi: रिमाइंडर
id: Pengingat
ja: リマインダー
ko: 알림
pa: ਰੀਮਾਈਂਡਰ
pt_pt: Lembrete
ru: Напоминание
sw: Kikumbusho
zh_hans: 提醒

# profile.row.terms_of_use
source: Terms of Use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
de: Nutzungsbedingungen
es: Términos de uso
fa: شرایط استفاده
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
id: Ketentuan Penggunaan
ja: 利用規約
ko: 이용 약관
pa: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
pt_pt: Termos de Uso
ru: Условия использования
sw: Masharti ya Matumizi
zh_hans: 使用条款

# profile.row.workout_settings
source: Workout Settings
ar: إعدادات التمرين
bn: ওয়ার্কআউট সেটিংস
de: Trainingseinstellungen
es: Ajustes de entrenamiento
fa: تنظیمات تمرین
fr: Paramètres d'entraînement
hi: वर्कआउट सेटिंग्स
id: Pengaturan Latihan
ja: ワークアウト設定
ko: 운동 설정
pa: ਕਸਰਤ ਸੈਟਿੰਗਾਂ
pt_pt: Configurações de treino
ru: Настройки тренировок
sw: Mipangilio ya Mazoezi
zh_hans: 训练设置

# profile.title
source: Profile
ar: الملف الشخصي
bn: প্রোফাইল
de: Profil
es: Perfil
fa: نمایه
fr: Profil
hi: प्रोफ़ाइल
id: Profil
ja: プロフィール
ko: 프로필
pa: ਪ੍ਰੋਫਾਈਲ
pt_pt: Perfil
ru: Профиль
sw: Wasifu
zh_hans: 我的

source: week
ar: أسبوع
bn: সপ্তাহ
de: Woche
es: Semana
fa: هفته
fr: Semaine
hi: सप्ताह
id: Minggu
ja: 週
ko: 주
pa: ਹਫ਼ਤਾ
pt_pt: Semana
ru: неделя
sw: Wiki
zh_hans: 周

source: year
ar: سنة
bn: বছর
de: Jahr
es: Año
fa: سال
fr: Année
hi: वर्ष
id: Tahun
ja: 年
ko: 년
pa: ਸਾਲ
pt_pt: Ano
ru: год
sw: Mwaka
zh_hans: 年

source: ⏰ Offer ends in
ar: ⏰ ينتهي العرض في
bn: ⏰ অফার শেষ হবে
de: ⏰ Das Angebot endet in
es: ⏰ La oferta termina en
fa: ⏰ پایان پیشنهاد در
fr: ⏰ L'offre se termine dans
hi: ⏰ ऑफ़र समाप्त होने में
id: ⏰ Penawaran berakhir pada
ja: ⏰ 特典終了まで
ko: ⏰ 혜택 종료까지
pa: ⏰ ਪੇਸ਼ਕਸ਼ ਇਸ ਸਮੇਂ ਵਿੱਚ ਸਮਾਪਤ ਹੁੰਦੀ ਹੈ
pt_pt: ⏰ A oferta termina em
ru: ⏰ Предложение истекает через
sw: ⏰ Ofa itaisha
zh_hans: ⏰ 优惠结束还剩

source: (Điều chỉnh độ rộng để thay đổi độ dốc của đường cong)
bn: (Điều chỉnh độ rộng để থায় đổi độ dốc của đường কং)
es: (Ajuste el ancho para cambiar la pendiente de la curva)
fr: (Ajustez la largeur pour modifier la pente de la courbe)
hi: (कर्व की ढलान बदलने के लिए चौड़ाई समायोजित करें)
ja: (曲線の傾きを変更するには幅を調整します)
ko: (곡선의 기울기를 변경하려면 너비를 조정하십시오)

source: Chiều cao phần nhô (bumpHeight): %@
bn: Chiều cao phần nhô (বাম্প উচ্চতা): %@
es: Altura de la protuberancia (bumpHeight): %@
fr: Hauteur de la bosse (bumpHeight) : %@
hi: बम्प ऊँचाई (bumpHeight): %@
id: Chiều cao phần nhô (benjolanTinggi): %@
ja: バンプの高さ (bumpHeight): %@
ko: 범프 높이 (bumpHeight): %@

source: Chiều cao phần nhô (bumpHeight): %lld
bn: Chiều cao phần nhô (বাম্প উচ্চতা): %lld
es: Altura de la protuberancia (bumpHeight): %lld
fr: Hauteur de la bosse (bumpHeight) : %lld
hi: बम्प ऊँचाई (bumpHeight): %lld
id: Chiều cao phần nhô (benjolanTinggi): %lld
ja: バンプの高さ (bumpHeight): %lld
ko: 범프 높이 (bumpHeight): %lld

source: Độ rộng phần nhô (bumpWidth): %@
bn: Độ rộng phần nhô (বাম্প প্রস্থ): %@
de: Maximaler Wert (bumpWidth): %@
es: Độ rộng parte protuberante (bumpWidth): %@
fa: Độ rộng phần nhô (width bump): %@
fr: Largeur du renflement (bumpWidth): %@
hi: भाग का उभार (bumpWidth): %@
id: Độ rộng phần nhô (lebar benjolan): %@
ja: オーバーハング幅 (バンプ幅): %@
ko: 범프 폭 (bumpWidth): %@
pt_pt: Tamanho do arquivo (bumpWidth): %@

source: Độ rộng phần nhô (bumpWidth): %lld
bn: Độ rộng phần nhô (বাম্প প্রস্থ): %lld
de: Maximaler Wert (bumpWidth): %lld
es: Độ rộng parte protuberante (bumpWidth): %lld
fa: Độ rộng phần nhô (width bump): %lld
fr: Largeur du renflement (bumpWidth): %lld
hi: भाग का उभार (bumpWidth): %lld
id: Độ rộng phần nhô (lebar benjolan): %lld
ja: オーバーハング幅 (バンプ幅): %lld
ko: 범프 폭 (bumpWidth): %lld
pt_pt: Tamanho do arquivo (bumpWidth): %lld

source: Chế độ viền (kiểm tra góc)
es: Modo de borde (comprobar esquina)
fr: Mode bordure (vérification des coins)
hi: बॉर्डर मोड (कोण जांचें)
id: Chế độ viền (kiểm tra goc)
ja: 縁モード（角度チェック）
ko: 테두리 모드 (모서리 확인)
